Repository: collective/collective.autoscaling
Catalog: src/collective/autoscaling/locales/*/LC_MESSAGES/collective.autoscaling.po
Languages: fr, no, pt

source: Autoscaling
fr: Redimensionnement automatique
no: Autoskalering
pt: Redimensionamento automático

source: Autoscaling settings
fr: Paramètres de redimensionnement automatique
no: Skaleringsinnstillinger
pt: Ajustes do redimensionamento automático

source: Enable autoscaling.
fr: Activer le redimensionnement automatique.
no: Aktive autoskalering
pt: Ativar o redimensionamento automático.

source: Enabled
fr: Activé
no: Aktivert
pt: Ativado

source: Higher images will be down sampled.
fr: Hauteur à laquelle les images trop grandes vont être automatiquement redimmensionnées.
no: Maksimal høyde på bilder for at de blir nedskalert
pt: Altura para a qual as imagens maiores vão ser redimensionadas.

source: Installs the collective.autoscaling add-on.
fr: Ajoute le support du redimensionnement automatique des images.

source: JPEG Quality
fr: Qualité JPEG
no: JPEG-kvalitet
pt: Qualidade JPEG

source: Lets you change the settings of images autoscaling feature.
fr: Vous permet de configurer les paramètres de redimensionnement automatique des images.
no: Lar deg endre innstillingene for nedskaleringsfunksjonen
pt: Permite mudar os ajustes do redimensionamento automático de imagens.

source: Maximum Image Height
fr: Hauteur maximale pour les images
no: Maksimum billedhøyde
pt: Altura máxima para as imagens

source: Maximum Image Width
fr: Largeur maximale pour les images
no: Maksimum billedbredde
pt: Largura máxima para as imagens

source: One image was down sampled on this content.
fr: Une image a été redimmensionnée automatiquement pour ce contenu.
no: Et bilde har blitt nedskalert i dette innholdet.
pt: Uma imagem foi automaticamente redimensionada neste contexto.

source: Set Quality for JPEG format; lower value saves space at expense of quality.
fr: Détermine la qualité du format JPEG; une valeur plus faible sauve de l'espace au détriment de la qualité.
no: Angi kvalitet for JPEG-format; lavere verdi sparer plass på bekostning av kvalitet.
pt: Definir Qualidade para formato JPEG; menor valor poupa espaço em detrimento da qualidade

source: Show message to user
fr: Afficher un message d'information
no: Vis melding til bruker
pt: Mostrar uma mensagem de informação

source: Show message when an image has been down sampled.
fr: Afficher un message d'information à l'utilisateur quand une image a été redimmensionnée.
no: Vis informasjon til bruker om at bildet har blitt skalert ned
pt: Mostrar uma mensagem de informação ao utilizador quando uma imagem foi redimensionada.

source: Uninstalls the collective.autoscaling add-on.
fr: Désinstalle le support du redimensionnement automatique des images.

source: Wider images will be down sampled.
fr: Largeur à laquelle les images trop grandes vont être automatiquement redimmensionnées.
no: Maksimal bredde på bilder for at de blir nedskalert
pt: Largura para a qual as imagens maiores vão ser redimensionadas.

source: images_have_been_resized
fr: ${nb} images ont été redimmensionnées automatiquement pour ce contenu.
no: ${nb} bilder har blitt nedskalert
pt: ${nb} imagens foram automaticamente redimensionadas neste contexto.
